const maleQuestions: string[] = [
    'هل تم تكريمك في أي محفل أو مسابقة؟',
    'هل قد سبق أن أهداك أحدهم هدية قيمتها أكثر من عشرين ألف ريال سعودي أو مايساويها بعملتك المحلية المحلية؟',
    'هل أنت سمين؟',
    'هل تعرف السباحة؟',
    'هل في حسابك الآن أكثر من مئتين ألف ريال؟',
    'هل قد أستخدمت الواسطة لأخذ شيء أو لفعل شيء كان صعب جداً بدونها؟',
    'هل تخصصك في الطب، الصيدلة، الهندسة،المحاماة أو الحاسب الآلي؟',
    'هل تحفظ أكثر من خمس أجزاء من القرآن؟',
    'هل  تستطيع التحدث بأي لغة غير اللغة العربية؟',
    'هل تفضل القهوة على الشاهي؟',
];
const femaleQuestions: string[] = [
    'هل حصل و رسبتي في مادة دراسية؟',
    'هل حصل وأخذتي المركز الأول في المدرسة أو أي مسابقة؟',
    'هل حصل أن صارحك أحدهم أنك أجمل من في الإجتماع/العرس؟',
    'هل تفضلين القهوة المثلجة على الساخنة؟',
    'هل حصل لكي أن أصبح في حسابك البنكي أكثر من مئة الف ريال؟',
    'هل تخصصكِ في الطب، الصيدلة،المحاسبة أو الحاسب الآلي؟',
    'هل أنتِ راضية عن أسمك؟',
    'هل أنتِ ضد الزواج من شخص أصغر منكي سنا؟ً',
    'هل أنتِ سمينة؟',
    'هل أنتِ من متابعين مبارايات كرة القدم؟'
];
export { femaleQuestions, maleQuestions };
